{
  "chapter": "प्रायिकता",
  "exercise": "14.1",
  "questions": [
    {
      "question_number": 1,
      "question": "निम्नलिखित कथनों को पूरा कीजिए:",
      "sub_questions": [
        "घटना E की प्रायिकता + घटना 'E नहीं' की प्रायिकता = _____ है।",
        "उस घटना की प्रायिकता जो घटित नहीं हो सकती है, 0 होती है। ऐसी घटना _____ कहलाती है।",
        "उस घटना की प्रायिकता जिसका घटित होना निश्चित है _____। ऐसी घटना _____ कहलाती है।",
        "किसी प्रयोग की सभी प्राथमिक घटनाओं की प्रायिकताओं का योग _____ है।",
        "यदि एक घटना की प्रायिकता p है, तो इसे घटित न होने की प्रायिकता _____ है।"
      ]
    },
    {
      "question_number": 2,
      "question": "निम्नलिखित प्रयोगों में से किन-किन प्रयोगों को पूर्णतम समझाइए? स्पष्ट कीजिए:",
      "sub_questions": [
        "एक ड्राइवर एक बस चला रहा है और एक कार चलना प्रारंभ हो जाती है। यह कार चलना प्रारंभ नहीं हो सकती है।",
        "एक खिलाड़ी बास्केटबॉल के बास्केट में डालने का प्रयत्न करती है। वह बास्केट में बॉल डाल पाती है या नहीं डाल पाती है।"
      ]
    },
    {
      "question_number": 3,
      "question": "फुटबॉल के खेल में खिलाड़ी द्वारा गेंद को दिए गए कोण के लिए कौन-से कोण पर गेंद गिरा सकती है?",
      "sub_questions": [
        "इसके लिए फिसकण उछाल एक न्यायसंगत दिशा के लिए माना जाता है।"
      ]
    },
    {
      "question_number": 22,
      "question": "उदाहरण 13 को देखिए। (i) निम्नलिखित सारणी को पूरा कीजिए:",
      "table": {
        "header": ["घटना", "दोनों पासों के संख्याओं का योग"],
        "rows": [
          ["2", "1/36"],
          ["3", ""],
          ["4", ""],
          ["5", ""],
          ["6", ""],
          ["7", ""],
          ["8", ""],
          ["9", ""],
          ["10", ""],
          ["11", ""],
          ["12", ""]
        ],
        "footer": ["प्रायिकता", "1/36"]
      },
      "sub_questions": [
        "एक विद्यार्थी यह तर्क देता है कि 'कहीं कुल 11 परिणाम 2, 3, 4, 5, 6, 7, 8, 9, 10, 11 और 12 हैं।', इसलिए प्रायिकता 1/11 है। क्या आप इस तर्क से सहमत हैं? स्पष्ट उत्तर दीजिए।"
      ]
    },
    {
      "question_number": 23,
      "question": "एक खेल में एक सिक्के को तीन बार उछाला जाता है और प्रत्येक बार का परिणाम लिखा लिया जाता है।",
      "sub_questions": [
        "यदि पहले दो बार का परिणाम समान हो, तो तीसरे बार क्या परिणाम होगा?",
        "यदि तीनों बार का परिणाम समान हो, तो सभी तीन बार का परिणाम क्या होगा?",
        "यदि पहले दो बार का परिणाम अलग हो, तो तीसरे बार का परिणाम क्या हो सकता है?"
      ]
    },
    {
      "question_number": 24,
      "question": "एक पासे को दो बार फेंका जाता है। इसकी क्या प्रायिकता है कि:",
      "sub_questions": [
        "किसी भी बार में 7 नहीं आएगा?",
        "5 कम से कम एक बार आएगा?"
      ],
      "note": "एक पत्ते को दो बार फेंकना और दो पासों को एक साथ फेंकना एक ही प्रयोग माना जाता है।"
    },
    {
      "question_number": 25,
      "question": "निम्नलिखित में से कौन से तर्क सत्य हैं और कौन से तर्क असत्य हैं? सटीक उत्तर दीजिए:",
      "sub_questions": [
        "(i) यदि एक तिरस्कारिक का एक पासे उछाला जाता है, तो इसके तीन समान परिणाम— दो त्रिभुज, एक अष्टभुज, या कोई अन्य विकल्प हो सकते हैं।",
        "(ii) यदि एक पासे को फेंका जाता है, तो इसके दो संभावित परिणाम—एक विषम संख्या या एक सम संख्या।",
        "(iii) यदि एक विषम संख्या आए तो प्रायिकता 1/2 हो है।"
      ]
    }
  ]
}
